export const ShopItemsContent = {
    ua: {
        list1: [
            'ПОДИВИТИСЬ ВСЕ',
            'ЕКОКОЖА',
            'СУКНЯ',
            'Спідниці',
            'Сорочки та блузи',
            'ТОПИ І БОДИ',
            'ЖАКЕТИ І ЖИЛЕТИ',
            'БРЮКИ І ШОРТИ',
            'КОМБІНЕЗОНИ',
            'ТРИКОТАЖ',
            'КУПАЛЬНИКИ',
            'ВЕРХНІЙ ОДЯГ',
            'КОМПЛЕКТИ',
            'АКСЕСУАРИ',
        ]
    },
    eng: {
        list1:[
            'VIEW ALL',
            'ECO LEATHER',
            'DRESSES',
            'SKIRTS',
            'SHIRTS AND BLOUSES',
            'TOPS AND BODIES',
            'JACKETS AND VESTS',
            'PANTS AND SHORTS',
            'OVERALLS',
            'JERSEY',
            'SWIMWEAR',
            'OUTERWEAR',
            'SETS',
            'ACCESSORIES',
        ]
    },
    ru: {
        list1: [
            'ПОСМОТРЕТЬ ВСЕ',
            'ЭКОКОЖА',
            'ПЛАТЬЯ',
            'ЮБКИ',
            'РУБАШКИ И БЛУЗЫ',
            'ТОПЫ И БОДИ',
            'ЖАКЕТЫ И ЖИЛЕТЫ',
            'БРЮКИ И ШОРТЫ',
            'КОМБИНЕЗОНЫ',
            'ТРИКОТАЖ',
            'КУПАЛЬНИКИ',
            'ВЕРХНЯЯ ОДЕЖДА',
            'КОМПЛЕКТЫ',
            'АКСЕССУАРЫ',
        ]
    }
}