export const ReturnContent = {
    ua: {
        title1 : 'ПОВЕРНЕННЯ ТОВАРУ',
        subtitle1: 'УМОВИ ОБМІНУ ТА ПОВЕРНЕННЯ',
        text1: 'Ви можете повернути або обміняти будь-яку річ, куплену в інтернет магазині UNAMOUR, якщо вона Вам не підійшла, протягом 14 днів, не рахуючи дня покупки. Обмін і повернення товару належної якості можливий тільки в тому випадку, якщо Ви зберегли чек, річ має товарний вигляд, всі супровідні бірки і не була у використанні. Для оформлення повернення Вам необхідно:омент можете дізнатися про статус і місцезнаходження вашого замовлення.',
        label1: 'Для оформлення повернення Вам необхідно:',
        text2: 'Заповнити заяву на повернення (висилається за запитом менеджером інтернет магазину) і перевірити комплектацію товару.',
        subtitle2: 'МОЖЛИВІ СПОСОБИ ВІДПРАВКИ ПОВЕРНЕННЯ',
        text3: 'Важливо: всі витрати, пов\'язані з поверненням / обміном товару належної якості, купленого в інтернет магазині, несе покупець.',
        subtitle3: 'ПОВЕРНЕННЯ ТК "НОВА ПОШТА"',
        text4: 'Відправлення здійснюється за тарифами ТК "Нова Пошта". Увага: в разі, якщо дані одержувача вказані невірно, ми не зможемо гарантувати доставку посилки на наш склад. При поверненні до товару необхідно докласти чек та заповнену заяву (висилається за запитом менеджером інтернет магазину).',
        label2: 'Зверніть увагу!',
        text5: 'Повернути річ належної якості можливо лише за умови збереження її споживчих властивостей і товарного вигляду (відсутність слідів носки, наявність оригінальних ярликів та бірок). Для розгляду заявки на повернення вам необхідно вислати нам товар і заповнену заяву на повернення; Термін повернення грошових коштів за куплений товар становить до 10 банківських днів (розраховується від дати надходження повернутого товару на склад разом з заповненою заявою на повернення) на банківську карту. Товар з браком / неправильної комплектації (товар, який Ви не замовляли, або розмір не відповідає замовленому) повинен бути повернений нам з оригінальними ярликами і в оригінальній упаковці. Витрати на пересилку товару неналежної якості ми беремо на себе . Для цього необхідно надати чек за пересилку, прикріплений до заповненої заяви на повернення. Деякі категорії товарів, наприклад боді, не підлягають поверненню та обміну згідно з Постановою Кабінету Міністрів України від 19 березня 1994 р М 172. Детальніше тут'
    },
    en: {
        title: 'ORDER TRACKING',
        text: 'Once your payment has been confirmed, you will receive an email with your order number. After your order has shipped, you will receive a shipping confirmation email including a tracking link. You can check the status and location of your order at any time using this link.'
    },
    ru: {
        title: 'ОТСЛЕЖИВАНИЕ ЗАКАЗА',
        text: 'После подтверждения оплаты вы получите электронное сообщение с номером заказа.После отправки заказа вы получите электронное сообщение с подтверждением отправки,включающее ссылку для отслеживания. По этой ссылке вы в любой момент можете узнатьстатус и местонахождение вашего заказа.'
    }
}

