export const PrivacyContent = {
    ua: {
        title1: 'ПУБЛІЧНА ОФЕРТА',
        subtitle1: 'ЗАГАЛЬНІ УМОВИ',
        list1: [
            'Ці умови встановлюють порядок взаємодії між Інтернет-магазином VOVK.com та клієнтами Інтернет-магазину VOVK.com – фізичними та юридичними особами, які оформили замовлення за допомогою сервісу «Кошик», розташованому на сайті VOVK.com (далі – сайт).',
            'Інтернет-магазин VOVK.com здійснює реалізацію та доставку товару по всій території України.',
            'Інтернет магазин VOVK.com реалізує товари в роздріб. Дія повернення товару здійснюється згідно із Законом України "Про захист прав споживачів".',
            'Оформляючи замовлення на сайті, клієнт безумовно погоджується дотримуватися цих умов та підтверджує, що ознайомлений з ними.'
        ],
        subtitle2: 'ОФОРМЛЕННЯ ЗАМОВЛЕННЯ',
        text1: 'Оформлення замовлення здійснюється клієнтом шляхом додавання товару до кошик.',
        text2: 'Замовлення вважається належним чином оформленим, якщо клієнт заповнив усі поля форми, що дозволяють ідентифікувати клієнта та зв\'язатися з ним:',
        list2: [
            'П.І.Б./найменування.',
            'Контактний телефон.',
            'Адреса.',
            'Бажаний порядок оплати (способи оплати перераховані в п.5.1).',
            'Бажаний спосіб доставки товару.'
        ],
        subtitle3: 'ПРИЙНЯТТЯ ЗАМОВЛЕННЯ ІНТЕРНЕТ-МАГАЗИНОМ UNAMOUR',
        text3: 'Менеджер Інтернет-магазину VOVK.com при отриманні замовлення перевіряє наявність товару та, якщо замовлення оформлено відповідно до пункту 2.2. цих умов, приймає замовлення та зв\'язується з клієнтом для підтвердження деталей.',
        text4: 'З моменту прийняття замовлення Інтернет-магазином VOVK.com клієнт має право відмовитися від замовлення або вносити в замовлення зміни (видаляти/додавати в замовлення товари, змінювати характеристику товару (колір, розмір, кількість тощо)). Після оплати рахунку видалення товарних позицій із замовлення не допускається.',
        subtitle4: 'ФОРМУВАННЯ ЗАМОВЛЕННЯ.',
        text5: 'Співробітники Інтернет-магазину VOVK.com формують замовлення. Замовлення зі статусом «ОБРОБЛЕНІ», сформовані та підтверджені до 15-00, надсилаються цього ж дня. В тому випадку, якщо Ви зробили замовлення в неділю або святковий день, його відправка зсувається на перший робочий день, наступний за днем ​​оформлення замовлення. Місто відправника – Київ.',
        text6: 'В разі відсутності будь-якого товару в Інтернет-магазині VOVK.com співробітник перевіряє наявність по всій мережі та оформляє внутрішнє переміщення після погодження термінів із замовником. Якщо товар відсутній по всій мережі, менеджер Інтернет-магазину VOVK.com може запропонувати клієнту заміну відсутнього товару на будь-який інший товар. За згодою клієнта інший запропонований товар додається на замовлення, у разі незгоди замовлення переходить у статус «ВІДМОВА».',
        text7: 'В момент закінчення формування замовлення менеджер Інтернет-магазину-складу VOVK.com повідомляє клієнта про статус замовлення та виставляє клієнту рахунок на оплату, якщо обраний спосіб оплати відповідає п. 5.1.2.',
        subtitle5: 'ОПЛАТА ЗАМОВЛЕННЯ',
        text8: 'Оплата замовлення здійснюється такими способами:',
        list3 : [
            'Оплата при отриманні (накладний платіж).',
            'Оплата на картку онлайн.',
            'Оплата через систему liqpay.',
            'Оплата через інвойс.'
        ],
        text9: 'Сплатити замовлення готівкою можна при отриманні посилки у будь-якому відділенні Нової Пошти. Комісію за пересилання коштів сплачує покупець. Вартість переказу післяплати становить 20 грн + 2% від суми (збір «Нова пошта»). Оплата замовлення з картки Visa або MasteCard на сайті одразу після оформлення замовлення через систему liqpay. Оплата відбувається на сторінці, захищеній сертифікатами безпеки. Ви сплачуєте лише вартість товару, комісія при оплаті онлайн не стягується.',
        subtitle6: 'ДОСТАВКА ЗАМОВЛЕННЯ',

    },
    eng: {

    },
    ru: {

    }
}