export const PrivacyContent = {
    ua: {
        title1: 'ПУБЛІЧНА ОФЕРТА',
        numSubtitle1: 'ЗАГАЛЬНІ УМОВИ',
        numList1: [
            'Ці умови встановлюють порядок взаємодії між Інтернет-магазином UNAMOUR та клієнтами Інтернет-магазину UNAMOUR – фізичними та юридичними особами, які оформили замовлення за допомогою сервісу «Кошик», розташованому на сайті UNAMOUR (далі – сайт).',
            'Інтернет-магазин UNAMOUR здійснює реалізацію та доставку товару по всій території України.',
            'Інтернет магазин UNAMOUR реалізує товари в роздріб. Дія повернення товару здійснюється згідно із Законом України "Про захист прав споживачів".',
            'Оформляючи замовлення на сайті, клієнт безумовно погоджується дотримуватися цих умов та підтверджує, що ознайомлений з ними.'
        ],
        numSubtitle2: 'ОФОРМЛЕННЯ ЗАМОВЛЕННЯ',
        numText1: 'Оформлення замовлення здійснюється клієнтом шляхом додавання товару до кошик.',
        numText2: 'Замовлення вважається належним чином оформленим, якщо клієнт заповнив усі поля форми, що дозволяють ідентифікувати клієнта та зв\'язатися з ним:',
        list1: [
            'П.І.Б./найменування.',
            'Контактний телефон.',
            'Адреса.',
            'Бажаний порядок оплати (способи оплати перераховані в п.5.1).',
            'Бажаний спосіб доставки товару.'
        ],
        numSubtitle3: 'ПРИЙНЯТТЯ ЗАМОВЛЕННЯ ІНТЕРНЕТ-МАГАЗИНОМ UNAMOUR',
        numText3: 'Менеджер Інтернет-магазину UNAMOUR при отриманні замовлення перевіряє наявність товару та, якщо замовлення оформлено відповідно до пункту 2.2. цих умов, приймає замовлення та зв\'язується з клієнтом для підтвердження деталей.',
        numText4: 'З моменту прийняття замовлення Інтернет-магазином UNAMOUR клієнт має право відмовитися від замовлення або вносити в замовлення зміни (видаляти/додавати в замовлення товари, змінювати характеристику товару (колір, розмір, кількість тощо)). Після оплати рахунку видалення товарних позицій із замовлення не допускається.',
        numSubtitle4: 'ФОРМУВАННЯ ЗАМОВЛЕННЯ.',
        numText5: 'Співробітники Інтернет-магазину UNAMOUR формують замовлення. Замовлення зі статусом «ОБРОБЛЕНІ», сформовані та підтверджені до 15-00, надсилаються цього ж дня. В тому випадку, якщо Ви зробили замовлення в неділю або святковий день, його відправка зсувається на перший робочий день, наступний за днем ​​оформлення замовлення. Місто відправника – Київ.',
        numText6: 'В разі відсутності будь-якого товару в Інтернет-магазині UNAMOUR співробітник перевіряє наявність по всій мережі та оформляє внутрішнє переміщення після погодження термінів із замовником. Якщо товар відсутній по всій мережі, менеджер Інтернет-магазину UNAMOUR може запропонувати клієнту заміну відсутнього товару на будь-який інший товар. За згодою клієнта інший запропонований товар додається на замовлення, у разі незгоди замовлення переходить у статус «ВІДМОВА».',
        numText7: 'В момент закінчення формування замовлення менеджер Інтернет-магазину-складу UNAMOUR повідомляє клієнта про статус замовлення та виставляє клієнту рахунок на оплату, якщо обраний спосіб оплати відповідає п. 5.1.2.',
        numSubtitle5: 'ОПЛАТА ЗАМОВЛЕННЯ',
        numText8: 'Оплата замовлення здійснюється такими способами:',
        list2 : [
            'Оплата при отриманні (накладний платіж).',
            'Оплата на картку онлайн.',
            'Оплата через систему liqpay.',
            'Оплата через інвойс.'
        ],
        numText9: 'Сплатити замовлення готівкою можна при отриманні посилки у будь-якому відділенні Нової Пошти. Комісію за пересилання коштів сплачує покупець. Вартість переказу післяплати становить 20 грн + 2% від суми (збір «Нова пошта»). Оплата замовлення з картки Visa або MasteCard на сайті одразу після оформлення замовлення через систему liqpay. Оплата відбувається на сторінці, захищеній сертифікатами безпеки. Ви сплачуєте лише вартість товару, комісія при оплаті онлайн не стягується.',
        numSubtitle6: 'ДОСТАВКА ЗАМОВЛЕННЯ',
        numText10: 'Доставка поштовими службами. Безкоштовна доставка до всіх відділень Нової пошти та Укрпошти при замовленні від 1500 грн. Доставка замовлення до 1500 грн. здійснюється за рахунок клієнта за тарифами перевізника такими способами:',
        list3: [
            'Службою доставки "Нова Пошта".',
            'Служба доставки "Укрпошта".'
        ],
        numText11: 'Доставка замовлення на обрану студію одягу UNAMOUR.\n Доставка здійснюється безкоштовно протягом 3-4 робочих днів. Сформоване замовлення у відкритому статусі «ЧЕКАЄ ПЕРЕМІЩЕННЯ» передається на центральний склад, а звідти на студію. По приїзді замовлення клієнт може приміряти річ і сплатити зручним способом на касі.',
        numText12: 'Інтернет-магазин-склад UNAMOUR вважається таким, що виконав свій обов\'язок по доставці замовлення в момент передачі службі доставки. Ризик загибелі або псування товару після передачі в службу доставки несе клієнт.',
        numText13: 'БЕЗКОШТОВНА ДОСТАВКА. Доставка для клієнта безкоштовна у таких випадках:',
        list4: [
            'при замовленні на суму від 1500 (тисяча п\'ятсот) гривень: до відділень служб доставки, що розташовані у місті клієнта.',
            'при внутрішньому переміщенні замовлення на студію.'
        ],
        label1: 'Інтернет-магазин-склад UNAMOUR погоджує спосіб доставки з клієнтом, але має право на свій розсуд вибрати і використовувати будь-який найбільш вигідний для себе спосіб доставки.',
        numSubtitle7: 'ПОВЕРНЕННЯ НЕЯКІСНОГО ТОВАРУ',
        numText14: 'В разі доставки замовлення на студію повернення можливе лише за тією ж адресою, за якою здійснювалася покупка.',
        numText15: 'Товари належної якості, замовлені на UNAMOUR і не підійшли з будь-яких причин (фасон, розмір, колір), підлягають поверненню та обміну протягом 14 днів, за винятком дня покупки, за умови:',
        list5: [
            'відсутності слідів експлуатації та носіння.',
            'збереження товарного вигляду та споживчих властивостей.',
            'наявності оригінальної та неушкодженої упаковки та ярликів.',
            'Вартість доставки по поверненню/обміну товару оплачує покупець.*'
        ],
        label2: '* Виняток: виробничий брак чи пересорт (інший розмір, колір чи артикул). У цьому випадку повернення здійснюється за наш рахунок.\n\n Товари неналежної якості (після експлуатації або з пошкодженими ярликами) замовлені на UNAMOUR, обміну та поверненню не підлягають.',
        text1: 'Процес повернення товару:',
        list6: [
            'Заповніть бланк повернення (надсилається менеджером за запитом клієнта на месенджер або електронну пошту).',
            'Надішліть товар та заповнений бланк за адресою, вказаною в ньому.',
            'Отримайте гроші банківським переказом *',
            'Термін повернення коштів - протягом 10 робочих днів з моменту отримання повернення менеджером інтернет-магазину.'
        ],
        label3: '* Якщо Ви отримали товар зі браком або вам надіслали не те, що Ви замовляли, і при цьому Ви сплатили за доставку – менеджер запропонує безкоштовну доставку Вашого наступного замовлення.',
        text2: 'Процес обміну товару:',
        list7: [
            'засоби та предмети санітарної гігієни (в т.ч. зубні щітки).',
            'парфумерно-косметичні товари.',
            'дитячі іграшки (м\'які, гумові, надувні).',
            'гребіні, гребінці, щітки (в т.ч. масажні).',
            'білизна ніжна (нижня білизна, купальники, нічні сорочки, піжами)',
            'білизна постільна',
            'панчішні та шкарпеткові товари',
            'товари в аерозольній упаковці',
            'вироби з напівдорогоцінного каменю та ін.'
        ],
        text3: 'З повним переліком товарів та текстом закону України "Про захист прав споживачів" можна ознайомитися',
        textLink1: {text: 'тут', ref: '/'},
        text4: 'Якщо товар, що повертається, не підлягає обміну та поверненню, відправка товару назад відбувається за рахунок клієнта.\n\n У разі невиконання умов, встановлених цим пунктом, Інтернет-магазин-склад UNAMOUR має право відмовити у задоволенні претензії про брак або нестачу будь-якого товару.'
    },
    eng: {

    },
    ru: {

    }
}